Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# ImportErrorChatInvalidUser
source: The file format is for a group, but you selected a user.
ar: صيغة الملف لمجموعة ولكن أنت حدّدت شخص.
be: Фармат файла прызначаны для суполкі, але вы выбралі каыстальніка.
ca: El format del fitxer és per a un grup, però heu seleccionat un usuari.
de: Die Datei stammt von einer Gruppe, du hast jedoch einen Nutzer ausgewählt.
es: El formato del archivo es para un grupo, pero seleccionaste un usuario.
fi: Tiedostomuoto on tarkoitettu ryhmälle, mutta valitsit käyttäjän.
fr: Le format du fichier est pour un groupe, mais vous avez sélectionné un utilisateur.
it: Il formato del file è per un gruppo, ma hai selezionato un utente.
ko: 파일형식이 그룹용이기 때문에, 개인대화에 반영할 수 없습니다.
ms: Format fail adalah untuk grup, tetapi anda pilih pengguna.
nl: Het bestandformaat is voor een groep, niet voor een gebruiker.
pl: Format pliku dotyczy grupy, a wybrano użytkownika.
pt_br: O formato do arquivo é referente a um grupo, mas você selecionou um usuário.
ru: Формат файла предназначен для группы, но Вы выбрали пользователя.
sv: Filformatet är för en grupp men du valde en användare.
tr: Dosya biçimi bir grup sohbeti için, ancak siz bir kullanıcı seçtiniz.
uk: Формат файлу призначений для групи, проте ви вибрали користувача.

# ImportErrorFileFormatInvalid
source: Invalid file format.
ar: صيغة الملف غير صالحة.
be: Памылковы фармат файла.
ca: Format de fitxer no vàlid.
de: Unbekanntes Dateiformat.
es: Formato del archivo inválido.
fi: Virheellinen tiedostomuoto.
fr: Format de fichier non valide.
it: Formato file non valido.
ko: 올바르지 않은 파일 형식입니다.
ms: Format fail tak sah.
nl: Ongeldig bestandsformaat.
pl: Nieprawidłowy format pliku.
pt_br: Formato inválido de arquivo.
ru: Неверный формат файла.
sv: Ogiltigt filformat
tr: Geçersiz dosya biçimi.
uk: Недопустимий формат файлу.

# ImportErrorFileLang
source: Unknown file language.
ar: لغة الملف غير معروفة.
be: Невядомая мова файла.
ca: Fitxer de llengua desconegut.
de: Unbekannte Dateisprache.
es: Idioma del archivo desconocido.
fi: Tuntematon tiedostokieli.
fr: Langage du fichier inconnu.
it: File lingua sconosciuto.
ko: 파일 언어를 알 수 없습니다.
ms: Bahasa fail tak diketahui.
nl: Onbekend bestandsformaat.
pl: Nieznany język pliku.
pt_br: Formato desconhecido de arquivo.
ru: Неизвестный язык файла.
sv: Okänt filspråk
tr: Bilinmeyen dosya dili.
uk: Невідома мова файлу.

# ImportErrorNotAdmin
source: You must be an admin in the group to import messages.
ar: يجب أن تكون مشرفًا في المجموعة لاستيراد الرسائل.
be: Вы павінны быць кіраўніком у суполцы, каб імпартаваць паведамленні.
ca: Heu de ser administrador del grup per importar missatges.
de: Du musst ein Admin in der Gruppe sein, um Nachrichten importieren zu können.
es: Debes ser un administrador del grupo para importar mensajes.
fi: Sinun täytyy olla ryhmän valvoja voidaksesi tuoda sinne viestejä.
fr: Vous devez être administrateur du groupe pour importer des messages.
it: Devi essere amministratore nel gruppo per importare i messaggi.
ko: 대화를 가져오려면 그룹의 관리자이어야 합니다.
ms: Anda mestilah pentadbir grup untuk import mesej.
nl: Je moet groepsbeheerder zijn om berichten te importeren
pl: Musisz być administratorem grupy, aby importować wiadomości.
pt_br: Você deve ser admin no grupo para importar mensagens.
ru: Для импорта сообщений необходимо быть админом группы.
sv: Du måste vara admin i gruppen för att importera meddelanden.
tr: Mesajları içe aktarmak için grupta yönetici olmanız gerekir.
uk: Імпортувати повідомлення з групи можуть лише її адміністратори.

# ImportErrorPeerInvalid
source: Unable to import history to selected chat.
ar: غير قادر على استيراد السجل إلى المحادثة المحددة.
be: Немагчыма імпартаваць гісторыю ў выбраны чат.
ca: No es pot importar l'historial a aquest xat.
de: Verlauf kann bei ausgewähltem Chat nicht importiert werden.
es: No se pudo importar el historial al chat seleccionado.
fi: Valitun keskustelun historiaa ei voi tuoda.
fr: Impossible d'importer l'historique dans l'échange sélectionné.
it: Impossibile importare la cronologia nella chat selezionata.
ko: 선택한 대화에 내역을 가져 올 수 없습니다.
ms: Tak boleh import sejarah ke bual yang dipilih.
nl: Importeren van de geschiedenis naar deze chat mislukt
pl: Nie można zaimportować historii do wybranego czatu.
pt_br: Não é possível importar o histórico para o chat selecionado.
ru: Невозможно импортировать историю в этот чат.
sv: Det gick inte att importera historik till markerad chatt.
tr: Geçmiş, seçilen sohbete aktarılamıyor.
uk: Неможливо імпортувати листування до вибраного чату.

# ImportErrorTitle
source: Import Error
ar: فشل الاستيراد
be: Памылка імпарту
ca: Error d'importació
de: Importierungsfehler
es: Error de importación
fi: Tuontivirhe
fr: Erreur d'importation
it: Errore di importazione
ko: 가져오기 오류
ms: Ralat Import
nl: Fout bij importeren
pl: Błąd importu
pt_br: Erro na Importação
ru: Ошибка импорта
sv: Importfel
tr: İçe Aktarma Hatası
uk: Помилка імпорту

# ImportErrorUserBlocked
source: Unable to import messages due to privacy settings.
ar: غير قادر على استيراد الرسائل بسبب إعدادات الخصوصية.
be: Немагчыма імпартаваць паведамленні з-за налад прыватнасці.
ca: La configuració de privadesa no permet importar els missatges.
de: Die Privatsphäreneinstellungen verbieten die Importierung.
es: No se pueden importar los mensajes debido a los ajustes de privacidad.
fi: Viestejä ei voi tuoda yksityisyysasetusten takia.
fr: Impossible d'importer les messages en raison des paramètres de confidentialité.
it: Impossibile importare i messaggi a causa delle impostazioni di privacy.
ko: 개인 정보 설정에 따라 대화를 가져 올 수 없습니다.
ms: Tak boleh import mesej kerana aturan privasi.
nl: Importeren mislukt door privacy-instellingen.
pl: Nie można zaimportować wiadomości ze względu na ustawienia prywatności.
pt_br: Não foi possível importar as mensagens devido às configurações de privacidade.
ru: Невозможно импортировать сообщения из-за настроек конфиденциальности.
sv: Kan inte importera meddelanden pga integritetsinställningar.
tr: Gizlilik ayarlarından dolayı mesajlar içe aktarılamıyor.
uk: Неможливо імпортувати повідомлення через налаштування приватності.

# ImportFailedToUpload
source: Failed to upload file.
ar: فشل في رفع الملف.
be: Не ўдалося запампаваць файл.
ca: No s’ha pogut pujar el fitxer.
de: Datei konnte nicht hochgeladen werden.
es: No se pudo subir el archivo.
fi: Tiedostoa ei voitu lähettää.
fr: Échec de l'envoi du fichier.
it: Impossibile caricare il file.
ko: 파일 업로드에 실패했습니다.
ms: Kandas untuk muat naik fail.
nl: Bestand uploaden mislukt.
pl: Nie udało się przesłać pliku.
pt_br: Falha ao enviar arquivo.
ru: Не удалось загрузить файл.
sv: Misslyckades att ladda upp fil
tr: Dosya yüklemesi başarısız.
uk: Не вдалося завантажити файл.

# ImportFileTooLarge
source: File is too large for import.
ar: الملف الذي يتم استيراده كبير جدا.
be: Файл для імпарту занадта вялікі.
ca: El fitxer a importar és massa gran.
de: Die Importdatei ist zu groß.
es: El archivo es demasiado grande para importarlo.
fi: Tuotava tiedosto on liian suuri.
fr: Le fichier est trop large pour être importé.
it: Il file è troppo grande per l'importazione.
ko: 파일이 너무 커서 가져올 수 없습니다.
ms: Fail terlalu besar untuk diimport.
nl: Bestand te groot om te importeren
pl: Plik jest za duży do zaimportowania.
pt_br: O arquivo é muito grande para importar.
ru: Файл для импорта слишком велик.
sv: Filen är för stor för import
tr: Dosya içe aktarım için çok büyük.
uk: Імпортований файл завеликий.

# ImportHeader
source: Import messages and media to...
ar: استيراد الرسائل والوسائط إلى...
be: Імпартаваць паведамленні і медыя ў...
ca: S'estan important missatges i fitxers a...
de: Importiere die Nachrichten oder Medien in...
es: Importar mensajes y multimedia a…
fi: Tuo viestejä ja mediaa keskusteluun...
fr: Import des messages et médias vers...
it: Importa messaggi e media in...
ko: 다음으로 메시지 및 미디어 가져오기...
ms: Import mesej dan media ke...
nl: Importeer berichten en media naar...
pl: Importuj wiadomości i multimedia do…
pt_br: Importar mensagens e mídias para...
ru: Импорт сообщений и медиа...
sv: Importera meddelanden och media till …
tr: Mesajları ve medyayı şuraya aktar...
uk: Імпортувати повідомлення та медіа до...

# ImportHeaderContacts
source: Or choose one of your contacts
ar: أو اختيار إحدى جهات اتصالك
be: Або выберыце адзін з вашых кантактаў
ca: O trieu un dels vostres contactes
de: Oder wähle einen Kontakt
es: O elige uno de tus contactos
fi: Tai valitse joku yhteystiedoistasi
fr: Ou choisissez un de vos contacts
it: O scegli uno dei tuoi contatti
ko: 혹은 연락처에 있는 분을 선택하기
ms: Atau pilih salah seorang dari kenalan
nl: Of kies 1 van je contacten
pl: Lub wybierz jeden ze swoich kontaktów
pt_br: Ou escolha um dos seus contatos
ru: Или выберите один из своих контактов
sv: Eller välj en av dina kontakter
tr: Veya kişilerinizden birini seçin
uk: Або виберіть один з ваших контактів

# ImportImportingInfo
source: Please keep Telegram open until the import is completed.
ar: يرجى إبقاء تيليجرام مفتوحًا حتى اكتمال الاستيراد.
be: Трымайце Telegram адкрытым пакуль імпартаванне не завершыцца.
ca: Manteniu aquesta finestra oberta fins que finalitzi la importació.
de: Bitte lass Telegram offen, bis die Importierung abgeschlossen ist.
es: Mantén Telegram abierto hasta completar la importación.
fi: Pidä Telegram päällä, kunnes tuonti on valmis.
fr: Veuillez garder Telegram ouvert jusqu'à ce que l'import soit terminé.
it: Tieni Telegram aperto fino al termine dell’importazione.
ko: 가져오기가 끝날때까지 창을 닫지 말아주세요.
ms: Sila pastikan Telegram terbuka sehingga import selesai.
nl: Hou Telegram open totdat de import klaar is
pl: Pozostaw Telegram otwarty aż do zakończenia importu.
pt_br: Por favor, mantenha o Telegram aberto até que a importação seja concluída.
ru: Пожалуйста, не закрывайте Telegram до завершения импорта.
sv: Var snäll ha Telegram öppet tills importen är klar.
tr: İçe aktarma işlemi tamamlanana kadar Telegram'ı açık tutun.
uk: Будь ласка, тримайте Telegram відкритим до завершення імпорту.

# ImportImportingTitle
source: Importing chat
ar: يتم استيراد المحادثة
be: Імпартаванне чата
ca: Importació de xat
de: Importiere Chats
es: Importando chat
fi: Tuodaan viestejä
fr: Import de l'échange
it: Importazione chat
ko: 대화 가져오는 중
ms: Mengimport bual
nl: Chat importeren
pl: Importowanie czatu
pt_br: Importando chat
ru: Импорт чата
sv: Importerar chatt
tr: Sohbet içe aktarılıyor
uk: Імпортування чату

source: Import Messages
ar: استيراد الرسائل
be: Імпартаваць паведамленні
ca: Importació de missatges
de: Nachrichten importieren
es: Importar mensajes
fi: Tuo viestejä
fr: Importer des messages
it: Importa i messaggi
ko: 대화 가져오기
ms: Import Mesej
nl: Berichten importeren
pl: Import wiadomości
pt_br: Importar Mensagens
ru: Импорт сообщений
sv: Importmeddelande
tr: Mesajları İçe Aktar
uk: Імпорт повідомлень

# ImportMutualError
source: You can only import messages into private chats with users with whom you are mutual contacts.
ar: يمكنك فقط استيراد الرسائل إلى المحادثات الخاصة مع المستخدمين الذين يحتفظ كلاكما برقم الآخر.
be: Вы можаце імпартаваць паведамленні толькі ў прыватныя чаты з карыстальнікамі, якія з'яўляюцца ўзаемнымі кантактамі.
ca: Només podeu importar missatges als xats privats d'usuaris que siguin contactes mutus.
de: Du kannst nur Nachrichten in Einzelchats mit Nutzern importieren, die gemeinsame Kontakte sind.
es: Sólo puedes importar mensajes en chats privados con usuarios con los que son contactos mutuos.
fi: Voit tuoda viestejä vain yksityiskeskusteluihin, joissa kummallakin osapuolella on toinen yhteystiedoissaan.
fr: Dans les échanges privés, vous pouvez seulement importer des messages échangés avec des contacts mutuels.
it: Puoi importare i messaggi solo nelle chat private con utenti che sono contatti reciproci.
ko: 서로 연락처가 추가된 사용자의 개인 대화에만 메시지를 가져 올 수 있습니다.
ms: Anda hanya boleh import mesej ke bual peribadi dengan pengguna yang kenalan bersama.
nl: Je kunt alleen berichten importeren naar privégesprekken met wederzijdse contacten.
pl: Możesz importować wiadomości do prywatnych czatów tylko z użytkownikami, którzy są wzajemnymi kontaktami.
pt_br: Você precisa ter o contato salvo e a outra pessoa ter o seu para importar mensagens em chats privados.
ru: Чтобы импортировать сообщения в личный чат, необходимо, чтобы Вы и собеседник были в списке контактов друг у друга.
sv: Du kan bara importera meddelanden till privata chattar från användare som du delar kontakt med.
tr: Mesajları yalnızca ortak bağlantıda olduğunuz kullanıcılarla olan özel sohbetlere aktarabilirsiniz.
uk: Щоб імпортувати повідомлення до особистого чату, необхідно, щоб ви та співрозмовник були у списку контактів одне одного.

# ImportNotAdmin
source: You must be an admin in the group to import messages.
ar: يجب أن تكون مشرفًا في المجموعة لاستيراد الرسائل.
be: Каб імпартаваць паведамленні, вы павінны быць кіраўніком у суполцы.
ca: Cal que sigueu administrador per a importar missatges.
de: Du musst ein Admin in der Gruppe sein, um Nachrichten importieren zu können.
es: Debes ser un administrador del grupo para importar mensajes.
fi: Sinun täytyy olla ryhmän valvoja voidaksesi tuoda sinne viestejä.
fr: Vous devez être administrateur du groupe pour importer des messages.
it: Devi essere amministratore nel gruppo per importare i messaggi.
ko: 대화를 가져오려면 그룹의 관리자이어야 합니다.
ms: Anda mestilah pentadbir grup untuk import mesej.
nl: Je moet groepsbeheerder zijn om berichten te importeren.
pl: Musisz być administratorem grupy, aby importować wiadomości.
pt_br: Você deve ser admin no grupo para importar mensagens.
ru: Для импорта сообщений необходимо быть админом группы.
sv: Du måste vara admin i gruppen för att importera meddelanden.
tr: Mesajları içe aktarmak için grupta yönetici olmanız gerekir.
uk: Щоб імпортувати повідомлення, ви повинні бути адміністратором групи.

# ImportStickers
source: IMPORT {0}
ar: استيراد ⁨{0}⁩
be: ІМПАРТАВАЦЬ {0}
ca: IMPORTA {0}
de: {0} IMPORTIEREN
es: IMPORTAR {0}
fi: TUO {0}
fr: IMPORTER {0}
it: IMPORTA {0}
ko: {0}개 가져오기
nl: IMPORTEER {0}
pl: ZAIMPORTUJ {0}
pt_br: IMPORTAR {0}
ru: ИМПОРТИРОВАТЬ {0}
sv: IMPORTERA {0}
tr: {0} İÇE AKTAR
uk: ІМПОРТУВАТИ {0}

# ImportStickersDoneInfo
source: Import more stickers to Telegram and share them with your friends.
ar: استيراد المزيد من الملصقات إلى تيليجرام ومشاركتها مع أصدقاءك.
be: Імпартуйце больш стыкераў у Telegram і абагульвайце іх з сябрамі.
ca: Importeu més adhesius al Telegram i compartiu-los amb els amics.
de: Importiere mehr Sticker und teile sie mit deinen Freunden.
es: Importa más stickers a Telegram y compártelos con tus amigos.
fi: Tuo tarroja Telegramiin ja jaa niitä ystäviesi kesken.
fr: Importez plus d'autocollants sur Telegram et partagez-les avec vos amis.
it: Importa altri sticker su Telegram e condividili con i tuoi amici.
ko: 텔레그램에 더 많은 스티커를 가져와 친구들과 공유해보세요.
ms: Import lagi stiker ke Telegram dan kongsinya dengan rakan anda.
nl: Importeer meer stickers naar Telegram en deel ze met je vrienden.
pl: Importuj więcej naklejek do Telegrama i udostępniaj je znajomym.
pt_br: Importe mais stickers para o Telegram e compartilhe com os amigos.
ru: Чтобы поделиться стикерами с друзьями, импортируйте их в Telegram.
sv: Importera fler dekaler till Telegram och dela dem med dina vänner.
tr: Telegram'a daha fazla çıkartma aktarın ve arkadaşlarınızla paylaşın.
uk: Імпортуйте більше наліпок до Telegram і діліться ними з друзями.

# ImportStickersDoneTitle
source: Stickers imported successfully!
ar: تم استيراد الملصقات بنجاح!
be: Стыкеры паспяхова імпартаваны!
ca: Els adhesius s'han importat correctament!
de: Sticker erfolgreich importiert!
es: ¡Stickers importados exitosamente!
fi: Tarrat tuotiin onnistuneesti!
fr: Les autocollants ont été importés avec succès !
it: Sticker importati con successo!
ko: 성공적으로 스티커를 가져왔습니다!
ms: Stiker berjaya diimport
nl: Sticker geimporteerd!
pl: Naklejki zaimportowane pomyślnie!
pt_br: Stickers importados com sucesso!
ru: Стикеры импортированы
sv: Importen av dekaler lyckades!
tr: Çıkartmalar başarıyla içe aktarıldı!
uk: Наліпки успішно імпортовано!

# ImportStickersEnterName
source: Enter name
ar: أدخل اسمًا
be: Увядзіце назву
ca: Introduïu el nom
de: Name festlegen
es: Pon un nombre
fi: Syötä nimi
fr: Entrez le nom
it: Inserisci nome
ko: 이름 입력
ms: Masukkan nama
nl: Naam ingeven
pl: Wprowadź nazwę
pt_br: Escreva o nome
ru: Введите название
sv: Skriv in ett namn
tr: Ad girin
uk: Введіть назву

# ImportStickersEnterNameInfo
source: Please choose a name for your set.
ar: يرجى اختيار اسم لحزمة ملصقاتك.
be: Прыдумайце назву для вашага набора стыкераў.
ca: Trieu un nom per al paquet.
de: Wähle einen Namen für dein Paket.
es: Por favor, elige un nombre para tu pack.
fi: Anna kokoelmallesi nimi.
fr: Veuillez choisir un nom pour votre lot.
it: Per favore scegli un nome per il tuo set.
ko: 묶음 이름을 선택해주세요.
ms: Sila pilih nama untuk set anda.
nl: Kies een naam voor je bundel
pl: Wybierz nazwę dla swojego zestawu.
pt_br: Por favor, escolha um nome para o seu pacote.
ru: Выберите название для набора стикеров.
sv: Välj ett namn för ditt set.
tr: Lütfen paketiniz için bir ad seçin.
uk: Придумайте, як буде називатися новий пакунок.

# ImportStickersEnterUrlInfo
source: You can use a-z, 0-9 and underscores.
ar: يمكنك استخدام الأرقام والأحرف اللاتينية والشرطة السفلية.
be: Выкарыстоўвайце a-z, 0-9 і сімвалы падкрэслівання.
ca: Podeu usar a-z, 0-9 i guions baixos.
de: Du darfst a-z, 0-9 und Unterstriche benutzen.
es: Puedes usar a-z, 0-9 y guiones bajos.
fi: Voit käyttää merkkejä a–z, 0–9 ja alaviivoja.
fr: Vous pouvez utiliser des lettres, des chiffres et des tirets bas.
it: Puoi usare a-z, 0-9 e underscore.
ko: a-z, 0-9 그리고 밑줄을 사용할 수 있습니다.
ms: Anda boleh guna a-z, 0-9 dan garis bawah _.
nl: Je kunt a-z, 0-9 en underscore gebruiken.
pl: Możesz użyć a-z, 0-9 oraz podkreśleń.
pt_br: Você pode usar a-z, 0-9 e underline.
ru: Можно использовать символы a-z, 0-9 и _..
sv: Du kan använda a-z, 0-9 och understreck.
tr: a-z, 0-9 ve alt çizgi kullanabilirsiniz.
uk: Дозволено латинські літери, цифри та підкреслення (_).

# ImportStickersImportingTitle
source: Importing stickers
ar: استيراد الملصقات
be: Імпартаванне стыкераў
ca: Importació d'adhesius
de: Importiere Sticker
es: Importando stickers
fi: Tarrojen tuonti
fr: Import des autocollants
it: Importazione sticker
ko: 스티커 가져오는 중
ms: Mengimport stiker
nl: Stickers importeren
pl: Importowanie naklejek
pt_br: Importando stickers
ru: Импорт стикеров
sv: Importerar dekaler
tr: Çıkartmalar içe aktarılıyor
uk: Імпортуємо наліпки

# ImportStickersLinkAvailable
source: This link is available.
ar: هذا الرابط متاح.
be: Гэта спасылка даступная.
ca: Enllaç disponible.
de: Der Link ist verfügbar.
es: Este enlace está disponible.
fi: Tämä linkki on saatavilla.
fr: Ce lien est disponible.
it: Questo link è disponibile.
ko: 사용할 수 있는 링크입니다.
ms: Link ini masih tersedia.
nl: Deze link is beschikbaar
pl: Ten link jest dostępny
pt_br: Link disponível.
ru: Эта ссылка доступна.
sv: Länken är inte tillgänglig.
tr: Bu bağlantı kullanılabilir.
uk: Це посилання доступне.

# ImportStickersLinkChecking
source: Checking link...
ar: يتم التحقق من الرابط...
be: Праверка спасылкі...
ca: S'està comprovant l'enllaç...
de: Link wird geprüft...
es: Comprobando enlace
fi: Tarkistetaan...
fr: Vérification du lien...
it: Controllo il link...
ko: 링크 확인 중...
ms: Memeriksa link...
nl: Link controleren...
pl: Sprawdzam link…
pt_br: Verificando link...
ru: Проверка ссылки…
sv: Kontrollerar länken...
tr: Kontrol ediliyor...
uk: Перевіряємо посилання…

# ImportStickersLinkInvalid
source: Sorry, this link is invalid.
ar: عذرًا، هذا الرابط غير صالح.
be: На жаль, гэта спасылка памылковая.
ca: L'enllaç no és vàlid.
de: Der Link ist leider ungültig.
es: Este enlace no es válido.
fi: Tämä linkki ei valitettavasti kelpaa.
fr: Désolé, ce lien n'est pas valide.
it: Spiacenti, questo link non è valido.
ko: 죄송하지만, 이 링크는 올바르지 않습니다.
ms: Maaf, link ini tak sah.
nl: Sorry, deze link is ongeldig.
pl: Ten link jest nieprawidłowy.
pt_br: Desculpe, esse link é inválido.
ru: Эта ссылка некорректна.
sv: Felaktig länk.
tr: Üzgünüz, bu bağlantı geçersiz.
uk: Недопустиме посилання.

# ImportStickersLinkInvalidLong
source: Link must not exceed 32 characters.
ar: يجب أن لا يزيد الرابط عن 32 حرفًا.
be: Спасылка не можа быць даўжэйшая за 32 сімвалы.
ca: L'enllaç no pot excedir els 32 caràcters.
de: Link darf maximal 32 Zeichen betragen.
es: El enlace no debe exceder los 32 caracteres.
fi: Linkin pituus ei voi olla yli 32 merkkiä.
fr: Le lien ne doit pas dépasser 32 caractères.
it: Il link non può superare i 32 caratteri.
ko: 링크는 32자를 넘길 수 없습니다.
ms: Link hendaklah tak lebih dari 32 aksara.
nl: Link moet minder dan 32 tekens zijn
pl: Link nie może przekraczać 32 znaków.
pt_br: O link não deve ter mais de 32 caracteres.
ru: Ссылка не может быть длиннее 32 символов.
sv: Länknamn får ha högst 32 tecken.
tr: Bağlantı uzunluğu 32 karakteri geçmemelidir.
uk: Посилання може містити не більше ніж 32 символи.

# ImportStickersLinkInvalidShort
source: Link must have at least 5 characters.
ar: يجب أن لا يقل الرابط عن 5 أحرف.
be: Спасылка павінна складацца як мінімум з 5 сімвалаў.
ca: L'enllaç ha de tenir 5 caràcters com a mínim.
de: Link erfordert mindestens 5 Zeichen.
es: El enlace debe tener al menos 5 caracteres.
fi: Linkissä on oltava vähintään 5 merkkiä.
fr: Le lien doit compter au moins 5 caractères.
it: Il link deve avere almeno 5 caratteri.
ko: 링크는 5자 이상이어야 합니다.
ms: Link sekurangnya mempunyai 5 aksara.
nl: Link moet minimaal 5 tekens zijn
pl: Link musi mieć co najmniej 5 znaków.
pt_br: O link deve ter pelo menos 5 caracteres.
ru: Ссылка не может содержать меньше 5 символов.
sv: Länknamn måste ha minst 5 tecken.
tr: Bağlantı en az 5 karakter uzunluğunda olmalıdır.
uk: Посилання має містити щонайменше 5 символів.

# ImportStickersLinkTaken
source: Sorry, this link is already taken.
ar: عذرًا، هذا الرابط مأخوذ مسبقًا.
be: На жаль, гэта спасылка ўжо занята.
ca: L'enllaç ja es troba en ús.
de: Der Link ist bereits vergeben.
es: Este enlace ya está ocupado.
fi: Valitettavasti tämä linkki on jo varattu.
fr: Désolé, ce lien est déjà utilisé.
it: Spiacenti, questo link è già stato preso.
ko: 죄송하지만, 이 링크는 이미 사용중입니다.
ms: Maaf, link telah diguna.
nl: Sorry, deze link is al in gebruik
pl: Ten link jest już zajęty.
pt_br: Desculpe, esse link não está disponível.
ru: К сожалению, ссылка уже занята.
sv: Beklagar, länknamnet är taget.
tr: Üzgünüz, bu bağlantı önceden alınmış.
uk: Це посилання вже зайняте.

# ImportStickersProcessing
source: Processing stickers...
ar: يتم تجهيز الملصقات...
be: Ідзе апрацоўка стыкераў...
ca: S'estan processant els adhesius...
de: Verarbeite Sticker...
es: Procesando stickers…
fi: Käsitellään tarroja...
fr: Traitement des autocollants...
it: Elaboro gli sticker...
ko: 스티커 처리 중…
ms: Memproses stiker...
nl: Stickers verwerken...
pl: Przetwarzanie naklejek…
pt_br: Processando stickers...
ru: Обработка стикеров…
sv: Hanterar dekaler...
tr: Çıkartmalar işleniyor...
uk: Обробка наліпок...

# ImportStickersRemove
source: REMOVE FROM IMPORT
ar: إزالة من الاستيراد
be: ВЫДАЛІЦЬ З ІМПАРТУ
ca: ELIMINA DE LA IMPORTACIÓ
de: AUS IMPORT ENTFERNEN
es: ELIMINAR DE LA IMPORTACIÓN
fi: POISTA TUONNISTA
fr: RETIRER DE L'IMPORT
it: RIMUOVI DALL'IMPORTAZIONE
ko: 가져오기에서 제외
ms: KELUARKAN DARI IMPORT
nl: VERWIJDER UIT IMPORT
pl: USUŃ Z IMPORTU
pt_br: REMOVER DA IMPORTAÇÃO
ru: НЕ ИМПОРТИРОВАТЬ
sv: TA BORT FRÅN IMPORT
tr: İÇE AKTARMADAN KALDIR
uk: ПРИБРАТИ З ІМПОРТУ
